Repository: common-repository/ziticity-shipping-for-woocommerce
Catalog: languages/ziticity-shipping-for-woocommerce-*.po
Languages: lt_lt

source: Select a warehouse
lt_lt: Pasirinkite sandėlį

source: You must have at least one warehouse to submit an order to ZITICITY.
lt_lt: Tam, kad užsakytumėte ZITICITY pristatymą, privalote nurodyti bent vieną sandėlį.

source: After the order status becomes paid, you will be allowed to submit the order to ZITICITY.
lt_lt: ZITICITY pristatymą galėsite užsakyti po mokėjimo patvirtinimo.

source: Select a warehouse:
lt_lt: Pasirinkite sandėlį:

source: Does the order contain alcohol?
lt_lt: Ar šiame užsakyme yra alkoholinių gėrimų?

source: Does the order contain energy drinks?
lt_lt: Ar šiame užsakyme yra energetinių gėrimų?

source: Number of packages:
lt_lt: Pakuočių skaičius:

source: Parcel locker:
lt_lt: Paštomatas:

source: Parcel locker box size:
lt_lt: Paštomato dėžutės dydis:

source: Total weight (kg):
lt_lt: Bendras svoris (kg):

source: Submit the order to ZITICITY
lt_lt: Užsakyti ZITICITY pristatymą

source: The order was submitted to ZITICITY.
lt_lt: Užsakymas pateiktas.

source: Track order status
lt_lt: Sekite pristatymo būseną

source: here
lt_lt: čia

source: Get shipping labels
lt_lt: Spausdinti lipdukus

source: Cancel delivery
lt_lt: Atšaukti pristatymą

source: This order delivery cannot be cancelled.
lt_lt: Šis pristatymas negali būti atšauktas.

source: Print ZITICITY shipping labels
lt_lt: Spausdinti ZITICITY lipdukus

source: Could not send these orders to ZITICITY: %s. Check ZITICITY order configuration and try again.
lt_lt: Negalime perduoti šių užsakymų informacijos į ZITICITY: %s. Patikrinkite užsakymų ZITICITY konfigūraciją.

source: Could not send orders to ZITICITY due to unknown error.
lt_lt: Dėl nežinomos klaidos, negalime perduoti užsakymų informacijos į ZITICITY.

source: Cannot submit this order to ZITICITY.
lt_lt: ZITICITY pristatymo užsakyti negalite.

source: ZITICITY shipping method.
lt_lt: ZITICITY pristatymo būdas.

source: Select a service type
lt_lt: Pasirinkite paslaugą

source: Select a parcel locker box size
lt_lt: Pasirinkite paštomato dėžutės dydį

source: COD is <strong>available</strong> for this API token.
lt_lt: COD yra <strong>įjungtas</strong> šiam API raktui.

source: COD is <strong>disabled</strong> for this API token.
lt_lt: COD yra <strong>išjungtas</strong> šiam API raktui.

source: Available delivery services:
lt_lt: Galimos pristatymo paslaugos:

source: Parcel lockers list updated at:
lt_lt: Paštomatų sąrašas atnaujintas:

source: Minimum order amount for free shipping
lt_lt: Minimali užsakymo suma nemokamam pristatymui

source: Users have to spend this amount to get free shipping.
lt_lt: Tam, kad gautų nemokamą pristatymą, pirkėjai turi pasiekti nurodytą sumą.

source: Hide this method if cart weight is more/equal than
lt_lt: Nerodyti šio būdo, jeigu pirkinių krepšelio svoris yra didesnis arba lygus

source: Products must have weight to make this option work. Enter weight in the same units that you have defined in settings.
lt_lt: Tam, kad ši funkcija veiktų, jūsų prekės privalo turėti apibrėžtą svorį. Įveskite duomenis naudodami tokius svorio matavimo vienetus.

source: Calculation type
lt_lt: Skaičiavimo būdas

source: Per order
lt_lt: Pagal užsakymo sumą

source: Weight-based
lt_lt: Pagal užsakymo svorį

source: Rates
lt_lt: Įkainiai

source: Example: 5:10.00,7:12.00 Weight:Price,Weight:Price, etc...
lt_lt: Pavyzdys: 5:10.00, 7:12.00 Svoris:Kaina, Svoris:Kaina, ir t.t.

source: API Settings
lt_lt: API nustatymai

source: Your API access details are obtained from ZITICITY. API settings refresh every time you save changes.
lt_lt: Informaciją apie API prieigą rasie ZITICITY savitarnoje. API nustatymai atsinaujiną kiekvieną kartą išsaugojus pakeitimus.

source: API token
lt_lt: API raktas

source: Test mode
lt_lt: Testavimo režimas

source: Enable test mode
lt_lt: Įjungti testavimo režimą

source: Enable this if you want your requests to go to ZITICITY test server.
lt_lt: Įjunkite šį režimą tuo atveju, jeigu norite, kad jūsų užklausos keliautų į ZITICITY testavimo serverį.

source: Default values
lt_lt: Numatytosios reikšmės

source: These values will be prefilled on Order page. You will be able to change them for each order separately.
lt_lt: Nurodytos reikšmės bus pagal nutylėjimą nustatomos kiekvienam užsakymui. Jūs galėsite jas pakeisti užsakymo puslapyje kiekvienam užsakymui atskirai.

source: Warehouse / pick-up location
lt_lt: Sandėlio / prekių paėmimo vieta

source: Total weight (kg)
lt_lt: Bendras svoris (kg)

source: The default value will be used to products in the order do not have weight information.
lt_lt: Numatytoji reikšmė bus naudojama, jeigu prekės užsakyme neturi svorio informacijos.

source: Parcel locker box size
lt_lt: Paštomato dėžutės dydis

source: Has Alcohol
lt_lt: Yra alkoholinių gėrimų

source: Has Energy drinks
lt_lt: Yra energetinių gėrimų

source: Not available for parcel locker deliveries.
lt_lt: Šis nustatymas negalioja pristatymams į paštomatus.

source: ZITICITY is enabled, but you have not entered the API token!
lt_lt: ZITICITY pristatymai aktyvuoti, bet neįvedėte API duomenų!

source: Warehouses / pick-up locations
lt_lt: Sandėlio / prekių paėmimo vieta

source: Address
lt_lt: Adresas

source: Contact person / company name
lt_lt: Kontaktinis asmuo / įmonės pavadinimas

source: Contact phone
lt_lt: Telefonas

source: Comment
lt_lt: Komentarai

source: Add Location
lt_lt: Pridėti lokaciją

source: Remove selected location(s)
lt_lt: Ištrinti pažymėtą (-as) lokaciją (-as)

source: You will be able to select from these locations when sending order information to ZITICITY.
lt_lt: Užsakydami ZITICITY pristatymą, galėsite rinktis iš šių lokacijų.

source: Ex., Ateities g. 10A, Vilnius, Lietuva
lt_lt: Pvz., Ateities g. 10A, Vilnius, Lietuva

source: Please select your preferred parcel locker.
lt_lt: Pasirinkite pageidaujamą paštomatą.

source: Parcel locker
lt_lt: Paštomatas

source: Select parcel locker
lt_lt: Pasirinkite paštomatą
